Repository: BabbageCom/NVDARemote
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: nl

source: NVDA Remote
nl: NVDA Externe Toegang

source: Connect...
nl: Verbinden...

source: Remotely connect to another computer running NVDA Remote Access
nl: Verbinding maken met een andere computer op afstand waarop NVDA Externe Toegang gebruikt wordt

source: Disconnect
nl: Verbinding ver&breken

source: Disconnect from another computer running NVDA Remote Access
nl: De verbinding verbreken met een andere computer op afstand waarop NVDA Externe Toegang gebruikt wordt

source: Connect second session...
nl: Tweede sessie verbinden...

source: Connect to a second computer running NVDA Remote Access
nl: Verbindt met een tweede computer waarop NVDA externe toegang actief is

source: Disconnect second session
nl: Verbinding met tweede sessie verbreken

source: Disconnect from a second computer running NVDA Remote Access
nl: Verbreek de verbinding met een tweede computer waarop NVDA externe toegang actief is

source: Mute remote
nl: Extern geluid &dempen

source: Mute speech and sounds from the remote computer
nl: Spraak en geluid van de externe computer dempen

source: &Push clipboard
nl: &Klembord doorsturen

source: Push the clipboard to the other machine
nl: Stuurt de inhoud van het klembord door naar de andere machine

source: Copy &link
nl: &Link kopiëren

source: Copy a link to the remote session
nl: Kopieer een link naar de externe sessie

source: &Options...
nl: &Opties...

source: Options
nl: Opties

source: Send Ctrl+Alt+Del
nl: &Ctrl+Alt+Del sturen

source: Manage Unicorn License...
nl: Unicorn licentie beheren...

source: Activate or deactivate UnicornDVC
nl: UnicornDVC activeren of deactiveren

source: R&emote
nl: &Externe toegang

source: NVDA Remote Access
nl: NVDA Externe Toegang

source: Mute or unmute the speech coming from the remote computer
nl: Dempt de spraak die komt van de computer op afstand of heft het dempen op

source: Not connected.
nl: niet verbonden.

source: Clipboard pushed
nl: Klembord doorgestuurd

source: Unable to push clipboard
nl: Klembord doorgsturen niet mogelijk

source: Sends the contents of the clipboard to the remote machine
nl: Verstuurt de inhoud van het klembord naar de externe machine

source: Copied link
nl: Link gekopiëerd

source: Copies a link to the remote session to the clipboard
nl: Kopieert een link naar de externe sessie naar het klembord

source: Manage UnicornDVC License
nl: UnicornDVC licentie beheren

source: Error Connecting
nl: Fout bij verbinden

source: Unable to connect to the remote computer
nl: Kan geen verbinding maken met externe computer

source: Disconnect a remote session
nl: Verbinding met externe sessie verbreken

source: Connect
nl: Verbinden

source: Connect Second Session
nl: Tweede sessie verbinden

source: Connected!
nl: Verbonden

source: Connection interrupted
nl: Verbinding onderbroken

source: The option to handle keys from other applications is disabled in your NVDA keyboard settings. In order to allow the keyboard of this machine to be controlled, this option should be enabled. Would you like to do this now?
nl: De optie om toetsen van andere toepassingen te verwerken is uitgeschakeld in de NVDA toetsenbordinstellingen. Om het toetsenbord van deze machine beheerd te laten worden, dient deze optie ingeschakeld te zijn. Wilt u dit nu doen?

source: Warning
nl: Waarschuwing

source: Connected to control server
nl: Verbonden met beheerserver

source: Secondary session connected
nl: Tweede sessie verbonden

source: Error Initializing
nl: Initialisatiefout

source: Can't initialize UnicornDVC to create a virtual channel. Please make sure that you have a valid license. Internal error: {error}
nl: Kan geen virtueel kanaal aanmaken met UnicornDVC. Zorg ervoor dat u een geldige licentie hebt. Interne foutmelding: {error}

source: Unable to connect to the virtual channel. Please make sure that your client is set up correctly
nl: Kan niet verbinden met het virtuele kanaal. Zorg ervoor dat uw client correct is ingesteld

source: License Warning
nl: Licentiewaarschuwing

source: UnicornDVC is running in trial mode. If this message is unexpected, please check whether you have a valid license.
nl: UnicornDVC is actief in demomodus. Controleer de geldigheid van je licentie wanneer dit niet het geval zou moeten zijn.

source: Unable to connect to the virtual channel. Please make sure that you are in a remote session and that your client is set up correctly
nl: Kan niet verbinden met het virtuele kanaal. Zorg ervoor dat u zich in een externe sessie bevindt en dat uw client correct is ingesteld

source: Controlling local machine.
nl: Lokale machine wordt beheert

source: Controlling remote machine.
nl: Externe machine wordt beheert

source: NVDA Remote is already connected. Disconnect before opening a new connection.
nl: NVDA externe toegang is reeds verbonden. Verbreek de verbinding alvorens een nieuwe verbinding te openen.

source: NVDA Remote Already Connected
nl: NVDA externe toegang reeds verbonden

source: Do you wish to control the machine on server {server} with key {key}?
nl: Wilt u de machine op server {server} met sleutel {key} beheren?

source: Do you wish to allow this machine to be controlled on server {server} with key {key}?
nl: Wilt u het beheren van deze machine toestaan op server {server} met sleutel {key}?

source: NVDA Remote Connection Request
nl: NVDA externe toegang verbindingsverzoek

source: &Host:
nl: &Adres:

source: &Key:
nl: &Sleutel:

source: &Generate Key
nl: Sleutel &genereren

source: Get External &IP
nl: Extern &IP opvragen

source: &External IP:
nl: &Extern IP:

source: &Port:
nl: &Poort:

source: Successfully retrieved IP address. Port {port} is open.
nl: IP-adres succesvol verkregen. Poort {port} is open.

source: Success
nl: Succes

source: Retrieved external IP, but port {port} is not currently forwarded.
nl: IP-adres succesvol verkregen, maar poort {port} is niet geopend.

source: Unable to contact portcheck server, please manually retrieve your IP address
nl: Kan geen verbinding maken met de portcheck server, vraag uw ip-adres handmatig op

source: Error
nl: Fout

source: Virtual channel (RDP/ICA/PCoIP)
nl: Virtueel kanaal (RDP/ICA/PCoIP)

source: Control another machine
nl: Beheer een andere machine

source: Allow this machine to be controlled
nl: Laat deze machine beheerd worden

source: Both host and key must be set.
nl: Zowel adres als sleutel moeten worden ingevoerd.

source: Both port and key must be set.
nl: Zowel poort als sleutel moeten worden ingevoerd.

source: Auto-connect on startup
nl: Automatisch verbinden bij opstarten

source: Use Remote Control Server
nl: Gebruik externe beheerserver

source: Host Control Server
nl: Beheerserver hosten

source: Use a virtual channel
nl: Gebruik een virtueel kanaal

source: The UnicornDVC client is not available on your system. Managing a license is therefore not supported.
nl: De UnicornDVC client is niet beschikbaar op je systeem. Het beheren van een licentie is niet mogelijk.

source: The UnicornDVC client available on your system is out of date. Managing a license is therefore not supported.
nl: De UnicornDVC client op je systeem is gedateerd. Het beheren van een licentie is niet mogelijk.

source: Your copy of UnicornDVC is properly licensed. Choose OK to deactivate the product, or Cancel to close this dialog.
nl: Je installatie van UnicornDVC beschikt over een geldige licentie. Kies Ok om het product te deactiveren, of Annuleren om dit venster te sluiten.

source: Your copy of UnicornDVC doesn't seem to be licensed. Enter your e-mail address and license key in the respective fields and choose OK to activate the product. Alternatively, press Cancel to close this dialog.
nl: Je installatie van UnicornDVC beschikt niet over een geldige licentie. Vul je e-mailadres en licentiecode in in de daarvoor bestemde velden en kies Ok om het product te activeren Kies Annuleren om dit venster te sluiten.

source: &E-mail Address:
nl: &E-mailadres:

source: &License Key:
nl: &Licentiecode:

source: You must enter a valid e-mail address and license key.
nl: Je moet een geldig e-mailadres en een geldige licentiecode invoeren.

source: Performing request
nl: Verzoek wordt uitgevoerd

source: Please wait while your license is being activated...
nl: Een ogenblik geduld terwijl je licentie geactiveerd wordt...

source: There was an error while performing your request.
nl: Er is een fout opgetreden bij het uitvoeren van je verzoek.

source: An error has occured: {error}
nl: Er heeft zich een fout voorgedaan: {error}

source: UnicornDVC has been activated! Additional info: {message}
nl: UnicornDVC is geactiveerd! Aanvullende informatie: {message}

source: Congratulations!
nl: Gefeliciteerd!

source: Please wait while your license is being deactivated...
nl: Een ogenblik geduld terwijl je licentie gedeactiveerd wordt...

source: There was a timeout while performing your request.
nl: Er is een timeout opgetreden bij het verwerken van je verzoek>

source: UnicornDVC has been deactivated! Additional info: {message}
nl: UnicornDVC is gedeactiveerd! Aanvullende informatie: {message}

source: The version of the relay server which you have connected to is not compatible with this version of the Remote Client. Please either use a different server or upgrade your version of the addon.
nl: De versie van de relaisserver waarmee u verbonden bent, is niet compatibel met deze versie van de externe toegang client. Gebruik een andere server of update uw versie van de add-on.

source: Message of the Day
nl: Bericht van de dag

source: Remote NVDA not connected.
nl: Externe NVDA niet verbonden.

source: Invalid URL
nl: Ongeldige URL

source: Unable to parse url "%s"
nl: Kan url "%s" niet interpreteren

source: Remote Support
nl: Externe ondersteuning

source: Allows remote control of and remote access to another machine.
nl: Faciliteert beheer op afstand van en externe toegang tot een andere machine.
